Repository: criar-art/slidecontent-angular
Catalog: src/locale/messages.*.xlf
Languages: es, fr, ru, zh

# title
source: SlideContentAngular
zh: 幻灯片内容视图

# nav.home
source: Início
es: Inicio
ru: Главная
zh: 首页

# nav.about
source: Informações
es: Información
fr: Informations
ru: О нас
zh: 关于

# to_left
source: Ir para a esquerda
es: Ir a la izquierda
fr: Aller à gauche
ru: Идите налево
zh: 向左

# to_right
source: Ir para a direita
es: Ir a la derecha
fr: Aller à droite
ru: Идите направо
zh: 向右

# about
source: Um slide de conteúdo simples desenvolvido em Angular com botões de navegação e um timer na animação de transição
es: Una diapositiva de contenido simple desarrollada en Angular con botones de navegación y un temporizador en la animación de transición
fr: Un diaporama de contenu simple développé en Angular avec des boutons de navigation et un minuteur dans l'animation de transition
ru: Простой слайд с содержимым, разработанный на Angular, с кнопками навигации и таймером в анимации перехода
zh: 一个用Angular开发的简单内容幻灯片，带有导航按钮和过渡动画的定时器

# slide_infinity
source: Slide infinito
es: Diapositiva infinita
fr: Diapositive infinie
ru: Бесконечный слайд
zh: 无限幻灯片

# god_faith
source: Fé em Deus
es: Fe en Dios
fr: Foi en Dieu
ru: Вера в Бога
zh: 信仰上帝

# slide_no_navigation
source: Slide sem navegação
es: Diapositiva sin navegación
fr: Diapositive sans navigation
ru: Слайд без навигации
zh: 无导航幻灯片

# slide_fix_time
source: Slide com duração de 10 segundos
es: Diapositiva con una duración de 10 segundos
fr: Diapositive avec une durée de 10 secondes
ru: Слайд длительностью 10 секунд
zh: 持续10秒的幻灯片

# slide_border
source: Slide com borda
es: Diapositiva con borde
fr: Diapositive avec bordure
ru: Слайд с границей
zh: 带边框的幻灯片

# slide_squared
source: Slide bordas quadradas
es: Diapositiva con bordes cuadrados
fr: Diapositive avec bordures carrées
ru: Слайд с квадратными границами
zh: 带方形边框的幻灯片

# nav.home
source: Inicio
fr: Accueil
